<?php

return [

    'you_might_like' => 'قد يعجبك أيضًا',
    'hot_deals' => 'أقوى العروض',
    'featured_products' => 'منتجات مميزة',
    'summer_sale' => 'عروض الصيف',
    'offer' => 'خصم حتى 25%',
    'currency' => 'جنية',
    'load' => 'عرض المزيد',

    'cart' => 'السلة',

    'add_cart' => 'إضافة إلى السلة',
    'go_cart' => 'اذهب إلى السلة',
    'add_wishlist' => 'أضف إلى المفضلة',
    'remove_wishlist' => 'حذف من المفضلة',
    'go_wishlist' => 'عرض المفضلة',


    'view' => 'عرض الكل',
    'product_category' => 'فئات المنتجات',
    'filter' => 'تصفية',
    'filterby' => 'تصفية حسب',
    'sort_items' => 'فرز العناصر',
    'default_sorting' => 'الفرز الافتراضي',
    'new_to_old' => 'من الأحدث إلى الأقدم',
    'old_to_new' => 'من الأقدم إلى الأحدث',
    'low_to_high' => 'السعر من الأقل إلى الأعلى',
    'high_to_low' => 'السعر من الأعلى إلى الأقل',
    'big_offer' => 'فقط ب',

    'word_1_title' => 'اكتشفي',
    'word_1_strong' => 'بشرتك المتألقة',
    'word_1' => 'دلّلي نفسك بفن العناية الذاتية مع مستحضرات العناية بالبشرة الفاخرة. من السيرومات المقاومة لعلامات التقدم في السن إلى الكريمات المغذية، كل منتج مصمم ليكشف توهّجك الطبيعي.',


    'word_2_title' => 'أحب شفاهك',
    'word_2_strong' => 'بجمال',
    'word_2' => 'الإكسسوارات هي اللمسة النهائية المثالية لتعزيز إطلالتك اليومية. سواء أضفت قطعة جريئة لافتة أو لمسة بسيطة من اللمعان، يمكن للإكسسوار المناسب أن يغير مظهرك بكل سهولة.',

    'word_3_title' => 'توّجي',
    'word_3_strong' => 'ثقتك',
    'word_3' => 'دعي شعرك يتألق بالقوة والجمال. تركيبتنا الغنية تعيد الحيوية لكل خصلة — سواء كنتِ تبحثين عن النعومة الحريرية أو الكثافة أو الإصلاح العميق. لأن الشعر الرائع ليس رفاهية — بل أسلوب حياة.',

    'share' => 'مشاركة',
    'description' => 'الوصف',
    'more_info' => 'معلومات اضافية',

    'SKU' => 'رمز المنتج',
    'category' => 'الفئة',
    'brand' => 'العلامة التجارية',
    'size' => 'الحجم',
    'reviews' => 'مراجعات',


    'step_1_title' => 'سلة التسوق',
    'step_1_subtitle' => 'إدارة قائمة المنتجات الخاصة بك',

    'step_2_title' => 'الشحن وإتمام الطلب',
    'step_2_subtitle' => 'مراجعة قائمة مشترياتك',

    'step_3_title' => 'التأكيد',
    'step_3_subtitle' => 'راجع وأرسل طلبك',


    'product' => 'المنتج',
    'price' => 'السعر',
    'quantity' => 'الكمية',

    'discount' => 'الخصم',
    'subtotal_after_discount' => 'الإجمالي بعد الخصم',
    'shipping' => 'الشحن',
    'remove_coupon' => 'إزالة القسيمة',

    'free' => 'مجاني',
    'vat' => 'ضريبة القيمة المضافة',
    'total' => 'الإجمالي',
    'proceed_to_checkout' => 'المتابعة إلى الدفع',
    'no_cart_items' => 'لا توجد منتجات في سلتك',
    'cart_totals' => 'إجمالي السلة',
    'clear_cart' => 'إفراغ السلة',
    'apply_coupon' => 'تطبيق القسيمة',
    'coupon_code' => 'رمز القسيمة',
    'shipping_checkout' => 'الشحن وإتمام الطلب',
    'shopping_bag' => 'سلة التسوق',
    'manage_items' => 'إدارة قائمة المنتجات الخاصة بك',
    'confirmation' => 'التأكيد',
    'order_confirmation' => 'تأكيد الطلب',
    'shipping_details' => 'تفاصيل الشحن',

    'full_name' => 'الاسم الكامل *',
    'phone_number' => 'رقم الهاتف *',
    'state' => 'المحافظة *',
    'city' => 'المدينة *',
    'address' => 'رقم المنزل، اسم المبنى *',
    'locality' => 'اسم الشارع، المنطقة، الحي *',
    'landmark' => 'علامة مميزة *',

    'your_order' => 'طلبك',
    'zip_code' => 'الرمز البريدي *',



    'cash_on_delivery' => 'الدفع عند الاستلام',
    'privacy_notice' => 'سيتم استخدام بياناتك الشخصية لمعالجة طلبك ودعم تجربتك في هذا الموقع ولأغراض أخرى موضحة في',
    'privacy_policy' => 'سياسة الخصوصية',
    'place_order' => 'تأكيد الطلب',
    'lang' => 'اختر المحافظة',
    'order_received' => 'تم استلام الطلب',
   'order_completed'  => 'تم إكمال طلبك!',
   'thank_you_order_received' => 'شكرًا لك. تم استلام طلبك.',
   'order_number' => 'رقم الطلب',
'order_date' => 'التاريخ',
'order_total' => 'الإجمالي',
'payment_method' => 'طريقة الدفع',
'order_details' => 'تفاصيل الطلب',
'subtotal' => 'الإجمالي الفرعي',
'dashboard' => 'لوحة التحكم',
'orders' => 'الطلبات',
'account_details' => 'تفاصيل الحساب',
'wishlist' => 'قائمة الرغبات',
'logout' => 'تسجيل الخروج',
'my_account' => 'حسابي',
'hello_user' => 'مرحبًا :name',
'account_intro' => 'من لوحة تحكم حسابك، يمكنك عرض :orders_link، و :edit_link.',
'recent_orders' => 'الطلبات الأخيرة',
'edit_account' => 'تعديل كلمة المرور وتفاصيل الحساب',
'mobile_number' => 'رقم الجوال',
'email_address' => 'البريد الإلكتروني',
'password_change' => 'تغيير كلمة المرور',
'old_password' => 'كلمة المرور القديمة',
'new_password' => 'كلمة المرور الجديدة',
'confirm_new_password' => 'تأكيد كلمة المرور الجديدة',
'passwords_not_match' => 'كلمات المرور غير متطابقة!',
'save_changes' => 'حفظ التغييرات',
'Account_Details' => 'تفاصيل الحساب',
'contact_us' => 'تواصل معنا',
'name' => 'الاسم',
'phone' => 'رقم الهاتف',
'your_message' => 'رسالتك',
'submit' => 'إرسال',



];
